import ArticleParagraph from "@/hooks/ArticleParagraph";
import CheckBox from "@/hooks/checkBox";
import ClauseParagraph from "@/hooks/ClausesParagraph";

// import { Poiret_One } from "next/font/google";


// const sans = Poiret_One({
//     subsets: ['latin'],
//     weight: "400"
// })

export default function Home() {

    return (

        <div className="md:flex-row-reverse md:justify-center ------------- w-full h-dvh flex flex-col items-center ">
            <header className=" md:pr-2 md:left-5  md:w-[94%] md:right-7 md:border-r-0 md:flex-row-reverse md:border-[black] ------------- bg-transparent fixed w-[97%] h-[8.2%] top-[2%] flex flex-col md:border-2 md:shadow-none border shadow border-[#dcdddd]">
                <div className=" md:w-[20%]  ------------- flex w-full mt-auto mb-auto">
                    <h1 className="md:w-max md:text-[22px] md:mr-5 md:ml-auto md:text-black  ------------- w-full h-max font-bold text-[20px] text-[#e47035eb] text-center ">قرارداد فروشندگی تاناکورا</h1>
                </div>
                <div className=" md:w-[80%] md:flex md:items-center ------------- hidden ">
                    <nav className="md:w-max flex flex-row-reverse justify-center md:gap-7  md:ml-5 w-42 gap-2 ml-auto mr-auto border rounded border-b-0 rounded-b-2xl md:border-0">
                        <a href="#about" className="md:w-18 w-9 text-[14px] h-max md:text-[20px] text-center text-[#000000c9]">معرفی</a>
                        <a href="#agreement" className="md:w-18 w-9 text-[14px] h-max md:text-[20px] text-center text-[#000000c9]">قرارداد</a>
                        <a href="#confirm" className="md:w-18 w-9 text-[14px] h-max md:text-[20px] text-center text-[#000000c9]">ثبت نام</a>
                    </nav>
                </div>
            </header>
            <main dir="rtl" className=" md:mt-[5.5%] md:h-[96%] md:w-[93%]   ------------- w-[97%] h-max mt-15">
                {/* ---------------------- about tanakora */}
                <section className="" id="about">
                    <div className=" w-full md:h-36  md:pr-20">
                        <div className="inline-block mt-10">
                            <p className="text-[13px] text-[#000000c9]">
                                لطفا تمام موارد را با دقت بخوانید.
                            </p>
                        </div>
                    </div>
                    {/* 01 */}
                    <div className=" w-full md:h-max md:flex md:flex-row ">

                        <div className=" md:h-max md:w-[28%] md:pr-18 md:mt-0 ------------ mt-2">
                            <div >
                                <p className="md:text-[140px] text-[#000000c9] ------------- font-bold  w-max text-2xl">
                                    01
                                </p>
                            </div>
                        </div>
                        {/* ---------------------- contract */}
                        <div className=" md:h-max  border-t-3 border-[#000000c9] md:mt-11 md:w-250 flex flex-col pt-3 gap-9">
                            {/* ---------------------- 1 main div */}
                            <div className="flex flex-row w-max- h-max ">

                                {/* ---------------------- tanakora website & about us */}
                                <ArticleParagraph Article=" وبسایت تاناکورا " number=" درباره ما " />

                                <div className="w-[65%] ">
                                    <div className="">
                                        <ClauseParagraph text=" تاناکورا یک بازار آنلاین برای خرید و فروش پوشاک، اکسسوری و کالاهای خاص و باکیفیت است؛ جایی که محصولات اورجینال، تاناکورا (دست‌دوم باکیفیت) و کالاهای منتخب از فروشندگان مختلف، در یک بستر امن، شفاف و قابل اعتماد به دست مشتریان می‌رسد." />
                                        <ClauseParagraph text=" ایده‌ی تاناکورا از دل بازارهای واقعی شکل گرفته است؛ " />
                                        <ClauseParagraph text=" جایی که می‌توان کالاهایی متفاوت، گاهی کمیاب و با هویت مشخص پیدا کرد. ما باور داریم هر کالای خوب—حتی اگر دست‌دوم باشد—اگر صادقانه معرفی شود، ارزش خرید دارد. به همین دلیل، شفافیت اطلاعات، اصالت کالا و کیفیت تجربه خرید، هسته‌ی اصلی تاناکورا را تشکیل می‌دهد. " />
                                        <ClauseParagraph text=" تاناکورا فقط یک فروشگاه آنلاین نیست؛ ما یک پلتفرم همکاری هستیم." />
                                        <ClauseParagraph text=" جایی که فروشندگان مستقل، بوتیک‌ها و واردکنندگان می‌توانند محصولات خود را به‌صورت مستقیم و شفاف عرضه کنند و در عین حال، مشتریان با خیال راحت خرید کنند. " />
                                        <ClauseParagraph text=" در تاناکورا، هر کالا—چه نو و چه تاناکورا—باید استانداردهای مشخصی را رعایت کند. برای اجناس تاناکورا، سیستم درجه‌بندی کیفیت (Grade A / B / C) تعریف شده تا خریدار دقیقاً بداند چه چیزی دریافت می‌کند. ما تلاش می‌کنیم تجربه‌ای بسازیم که در آن انتخاب آگاهانه، جایگزین حدس و تردید شود. " />
                                        <ClauseParagraph text=" از طرف دیگر، با فراهم‌کردن زیرساخت‌های فروش آنلاین، ارسال متمرکز، بسته‌بندی یکپارچه، پشتیبانی مشتریان و سیستم تسویه شفاف، فرآیند فروش را برای فروشندگان ساده‌تر و حرفه‌ای‌تر کرده‌ایم؛ تا آن‌ها بتوانند تمرکز اصلی خود را روی کیفیت کالا بگذارند. " />
                                        <ClauseParagraph text=" تاناکورا چطور کار می‌کند؟ " items={[" تاناکورا فروشگاه مستقیم نیست، بلکه پلی است بین فروشندگان معتبر و مشتریان: ", " فروشندگان محصولات خود را در وبسایت تاناکورا ثبت می‌کنند ", "سفارش‌ها از طریق فروشگاه مرکزی تاناکورا پردازش می‌شوند ", " بسته‌بندی، ارسال و پشتیبانی مشتریان توسط تیم تاناکورا انجام می‌شود ", " مشتری با اطمینان خرید می‌کند و فروشنده بدون دغدغه فروش آنلاین، رشد می‌کند "]} />
                                        <ClauseParagraph text=" چرا تاناکورا؟ " items={["  تمرکز جدی روی اصالت کالا و شفافیت اطلاعات ", "  درجه‌بندی کیفیت برای اجناس تاناکورا ", " بررسی و کنترل سفارش‌ها قبل از ارسال ", " پشتیبانی واقعی و پاسخ‌گو ", " ایجاد فرصت فروش آنلاین برای فروشندگان محلی و مستقل "]} />
                                        <ClauseParagraph text=" ماموریت تاناکورا این است که خرید کالاهای خاص، اورجینال و تاناکورا را ساده، امن و قابل اعتماد کند؛ و هم‌زمان، بستری منصفانه برای رشد فروشندگان فراهم آورد " />
                                        <ClauseParagraph text=" تاناکورا برای همه است؛برای کسانی که به استایل خاص اهمیت می‌دهند،برای خانواده‌ها،برای کسانی که کیفیت را به کمیت ترجیح می‌دهند،و برای فروشندگانی که می‌خواهند محصولاتشان دیده شود.تاناکورا؛ جایی که بازار واقعی، دیجیتال می‌شود" />
                                    </div>
                                </div>
                            </div>

                        </div>
                    </div>
                    {/* 02 */}
                    <div className=" w-full md:h-max md:flex md:flex-row">

                        <div className=" md:h-max w-[28%] md:pr-18">
                            <div >
                                <p className="md:text-[140px] font-bold  w-max text-[#000000c9]">
                                    02
                                </p>
                            </div>
                        </div>
                        {/* ---------------------- contract */}
                        <div className=" md:h-max border-t-3 border-[#000000c9] md:mt-11 md:w-250 flex flex-col pt-3 gap-9">
                            {/* ---------------------- 1 main div */}
                            <div className="flex flex-row w-max- h-max ">

                                {/* ---------------------- tanakora website & about us */}
                                <ArticleParagraph Article=" واژه‌ها و اصطلاحات " number="" />

                                <div className="w-[65%] ">
                                    <div className="">
                                        <ClauseParagraph text=" پلتفرم تاناکورا / Tanakora.Online " note=" وب‌سایتی که زیرساخت فروش آنلاین، درگاه پرداخت، مدیریت سفارش‌ها و خدمات پشتیبانی را ارائه می‌دهد. " />
                                        <ClauseParagraph text=" فروشنده " note=" شخص حقیقی یا حقوقی که کالا را برای فروش در بستر Tanakora.Online عرضه می‌کند " />
                                        <ClauseParagraph text=" سفارش / Order " note=" درخواست خرید مشتری که شامل کالا، تعداد، قیمت و اطلاعات حمل‌ونقل است. " />
                                        <ClauseParagraph text=" مرجوعی / Return " note=" بازگرداندن کالا توسط مشتری به علت مغایرت با مشخصات ثبت‌شده، عیب فنی، کیفیت نامطلوب یا بسته‌بندی نامناسب. " />
                                        <ClauseParagraph text=" کمیسیون / Commission " note=" درصدی از مبلغ فروش کالا (به‌استثنای هزینه ارسال) که فروشنده به پلتفرم پرداخت می‌کند. " />
                                        <ClauseParagraph text=" بسته‌بندی اولیه / Initial Packaging " note=" بسته‌بندی اولیه انجام شده توسط فروشنده که باید استاندارد، ایمن و مناسب حمل‌ونقل باشد. " />
                                        <ClauseParagraph text=" اصالت کالا / Authenticity " note=" تضمین واقعی بودن کالا مطابق با آنچه در توضیحات محصول آمده است. " />
                                        <ClauseParagraph text=" کالاهای دست‌دوم / Second-hand Items " note=" کالاهایی که قبلاً استفاده شده‌اند و طبق طبقه‌بندی Grade A، B یا C دسته‌بندی می‌شوند. " />
                                        <ClauseParagraph text=" فورس ماژور / Force Majeure " note="  رویدادهای غیرقابل پیش‌بینی و خارج از کنترل طرفین که مانع اجرای تعهدات می‌شوند (مثلاً سیل، زلزله، جنگ، اختلالات زیرساختی، همه‌گیری) " />
                                        <ClauseParagraph text=" محرمانگی اطلاعات / Confidentiality " note=" تعهد طرفین به حفاظت و استفاده محدود از اطلاعات محرمانه مربوط به فروشنده، مشتریان و سفارش‌ها. " />
                                        <ClauseParagraph text=" اخطار / Warning / Notice " note=" اطلاع رسمی از تخلف یا نقض قرارداد که می‌تواند منجر به اعمال محدودیت، جریمه یا فسخ شود. " />
                                        <ClauseParagraph text=" تعلیق حساب / Account Suspension " note=" غیر فعال شدن موقت حساب فروشنده به دلیل نقض قوانین یا عدم رعایت استانداردها. " />
                                        <ClauseParagraph text=" بازه تحویل / Delivery Window " note=" زمان‌بندی مشخص برای تحویل کالا توسط فروشنده به فروشگاه مرکزی پلتفرم. " />
                                        <ClauseParagraph text=" فروشگاه مرکزی / Central Store " note=" محل فیزیکی یا انبار متعلق به پلتفرم که کالاها برای پردازش و ارسال دریافت می‌شوند. " />
                                        <ClauseParagraph text=" حقوق مالکیت معنوی / Intellectual Property Rights " note=" حقوق قانونی مرتبط با تصاویر، توضیحات، مشخصات و سایر محتوای ارائه شده توسط فروشنده. " />
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </section>
                {/* ---------------------- agreement section */}
                <section className="" id="agreement">


                    <div className=" w-full md:h-max md:flex md:flex-row">
                        <div className=" md:h-max w-[28%] md:pr-18">
                            <div >
                                <p className="md:text-[140px] font-bold  w-max text-[#000000c9]">
                                    03
                                </p>
                            </div>
                        </div>
                        {/* ---------------------- contract */}
                        <div className=" md:h-max border-t-3 border-[#000000c9] md:mt-11 md:w-250 flex flex-col pt-3 gap-9">
                            {/* ---------------------- 1 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ---------------------- 1 */}
                                <ArticleParagraph Article="  تعهدات و خدمات پلتفرم تاناکورا " number=" ماده 1 " />
                                <div className="w-[65%] ">                                   {/* ---------------------- 1-1 */}
                                    <ClauseParagraph text="1-1 - پلتفرم تاناکورا متعهد است زیرساخت لازم برای فروش اینترنتی را فراهم نماید؛ از جمله:" items={[" درگاه پرداخت امن", "داشبورد مدیریت فروشنده", "گزارش سفارش‌ها، تراکنش‌ها و وضعیت تسویه‌حساب"]} />
                                    {/* ---------------------- 1-2 */}
                                    <ClauseParagraph text="1-2 - پلتفرم موظف است امنیت و محرمانگی اطلاعات فروشنده و مشتریان را حفظ کند و این اطلاعات را صرفاً در راستای ارائه خدمات این قرارداد به‌کار گیرد." />
                                    {/* ---------------------- 1-3 */}
                                    <ClauseParagraph text="1-3 - پلتفرم پشتیبانی مشتریان را بر عهده دارد؛ شامل پیگیری وضعیت سفارش‌ها، مشکلات حمل‌ونقل، مرجوعی‌ها، شکایات و ارائه اطلاعات رهگیری." />
                                    {/* ---------------------- 1-4 */}
                                    <ClauseParagraph text="1-4 - پلتفرم مسئولیت حفظ استانداردهای کیفی صفحات محصولات را داشته و در صورت لزوم با توجه به دستورالعمل‌های داخلی، محتوا را ویرایش یا بهینه‌سازی می‌کند." />
                                    {/* ---------------------- 1-5 */}
                                    <ClauseParagraph text="1-5 - در صورت ایجاد تغییر در شرایط عملیاتی مانند درصد کمیسیون، هزینه خدمات یا فرآیندهای تسویه، پلتفرم موظف است حداقل پانزده (۱۵) روز قبل از اعمال تغییرات، از طریق پیام کتبی یا پنل فروشنده اطلاع‌رسانی نماید. فروشنده در صورت عدم پذیرش، حق فسخ طبق ماده ۹ را خواهد داشت." />
                                    {/* ---------------------- 1-6 */}
                                    <ClauseParagraph text="1-6 - در صورت نقض مفاد این قرارداد توسط فروشنده، پلتفرم می‌تواند نسبت به صدور اخطار، اعمال محدودیت، تعلیق حساب یا فسخ همکاری اقدام کند." />
                                    {/* ---------------------- 1-7 */}
                                    <ClauseParagraph text="1-7 -  پلتفرم مسئول هماهنگی و ارسال سفارش‌ها است. فروشنده موظف است کالاهای فروخته‌شده را به‌صورت سالم، کامل و در زمان تعیین‌شده به مرکز پردازش وبسایت تاناکورا تحویل دهد." />
                                    {/* ---------------------- 1-8 */}
                                    <ClauseParagraph text="1-8 - در صورت تأخیر یا عدم تحویل کالا توسط فروشنده، پلتفرم حق لغو سفارش را داشته و در صورت تکرار، مطابق مقررات نسبت به اخطار، جریمه یا تعلیق همکاری اقدام می‌نماید." />
                                    {/* ---------------------- 1-9 */}
                                    <ClauseParagraph text="1-9 -  پلتفرم موظف است سامانه‌های فروش، پنل فروشندگان و درگاه پرداخت را در حالت پایدار و قابل‌استفاده نگه دارد و در صورت بروز اختلال فنی، در کوتاه‌ترین زمان ممکن نسبت به رفع مشکل اقدام کند." />
                                </div>
                            </div>
                            {/* ---------------------- 2 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ---------------------- 2 */}
                                <ArticleParagraph Article=" مدت قرارداد" number=" ماده 2 " />
                                <div className="w-[65%] ">
                                    <div>
                                        {/* ---------------------- 2-1 */}
                                        <ClauseParagraph text="2-1 - مدت این قرارداد از تاریخ امضا، شش (۶) ماه شمسی می‌باشد." />
                                        {/* ---------------------- 2-2 */}
                                        <ClauseParagraph text="2-2 -  اگر هر یک از طرفین قصد فسخ قرارداد را داشته باشد، باید حداقل پانزده (۱۵) روز قبل از پایان دوره فعلی به‌صورت کتبی اطلاع دهد." />
                                        {/* ---------------------- 2-3 */}
                                        <ClauseParagraph text="2-3 -  در صورت عدم اعلام فسخ، قرارداد به‌طور خودکار برای دوره‌های شش‌ماهه بعدی تمدید می‌شود." />
                                        {/* ---------------------- 2-4 */}
                                        <ClauseParagraph text="2-4 -  طرفین می‌توانند در صورت نیاز، تمدید قرارداد را از طریق توافق جدید یا تنظیم الحاقیه انجام دهند." />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 3 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ---------------------- 3 */}
                                <ArticleParagraph Article=" فرآیند ثبت، تحویل و ارسال سفارش‌ها" number=" ماده 3 " />
                                <div className="w-[65%] ">
                                    <div>
                                        {/* ---------------------- 3-1 */}
                                        <ClauseParagraph text="3-1 -  تمامی ارسال‌ها توسط پلتفرم تاناکورا از طریق فروشگاه مرکزی تاناکورا انجام می‌شود.  فروشنده موظف است کالاهای فروخته‌شده را طبق بازه‌های تعیین‌شده به فروشگاه مرکزی تحویل دهد." />
                                        {/* ---------------------- 3-2 */}
                                        <ClauseParagraph text="3-2 -  تحویل کالا از سوی فروشنده در دو بازه زمانی انجام می‌شود:" listheader="نوبت صبح" items={["زمان تحویل: ساعت ۹ صبح تا ۱۲ ظهر ", "شامل سفارش‌هایی که از شب قبل تا ساعت ۸:۳۰ صبح ثبت شده‌اند.", "این سفارش‌ها در ارسال همان روز (نوبت اول پست) پردازش خواهند شد."]} listClassName="mr-5" />
                                        <ClauseParagraph listheader="نوبت عصر" items={["زمان تحویل: ساعت ۹ صبح تا ۱۲ ظهر ", "شامل سفارش‌هایی که از شب قبل تا ساعت ۸:۳۰ صبح ثبت شده‌اند.", "این سفارش‌ها در ارسال همان روز (نوبت اول پست) پردازش خواهند شد."]} listClassName="mr-5" />
                                        {/* ---------------------- 3-3 */}
                                        <ClauseParagraph text="3-3 -  فروشنده موظف است کالا را بسته‌بندی اولیه‌ی ایمن، تمیز و مناسب حمل‌ونقل کرده و به فروشگاه تاناکورا تحویل دهد." note=" آخرین نوبت پذیرش بسته در پست معمولاً بین ۱۸ تا ۱۹ است؛ اگر تغییری ایجاد شود، به فروشندگان اعلام می‌شود." />
                                        {/* ---------------------- 3-4 */}
                                        <ClauseParagraph text="3-4 -  پلتفرم پس از تحویل کالا، بسته را با بسته‌بندی اختصاصی و لیبل Tanakora.Online آماده و ارسال می‌کند." note=" در صورت نامناسب بودن بسته‌بندی اولیه، پلتفرم مجاز به بازبینی یا بازبسته‌بندی کالا است." />
                                        {/* ---------------------- 3-5 */}
                                        <ClauseParagraph text="3-5 -  مسئولیت سلامت، اصالت و کامل بودن کالا تا لحظه تحویل آن به فروشگاه تاناکورا بر عهده فروشنده است." note=" پس از تحویل، مسئولیت ارسال، ثبت کد رهگیری و پیگیری بر عهده پلتفرم خواهد بود." />
                                        {/* ---------------------- 3-6 */}
                                        <ClauseParagraph text=" 3-6 -  هزینه ارسال بر عهده مشتری است و در صورتحساب نهایی نمایش داده می‌شود." />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 4 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ---------------------- 4 */}
                                <ArticleParagraph Article=" تعهدات فروشنده" number=" ماده 4 " />
                                <div className="w-[65%] ">
                                    <div>
                                        {/* ---------------------- 4-1 */}
                                        <ClauseParagraph text="4-1 -   اطلاعات محصولات را به‌صورت کامل و دقیق ارائه کند" note=" عنوان، توضیحات، تصاویر، مشخصات کالا و قیمت باید واقعی، صحیح و به‌روز باشند. هرگونه مغایرت یا اطلاعات گمراه‌کننده ممنوع است." />
                                        {/* ---------------------- 4-2 */}
                                        <ClauseParagraph text="4-2 -   کالا را به‌صورت استاندارد بسته‌بندی و در زمان مقرر به پلتفرم تحویل دهد" note=" بسته‌بندی اولیه باید تمیز، ایمن و مناسب حمل‌ونقل باشد. فروشنده متعهد است کالا را در بازه زمانی تعیین‌شده توسط پلتفرم آماده تحویل نماید." />
                                        {/* ---------------------- 4-3 */}
                                        <ClauseParagraph text="0243 -   اصالت و سلامت کالا را تضمین کند" note="مسئولیت اصالت، کیفیت و سلامت کالا تا زمان تحویل آن به پلتفرم بر عهده فروشنده است." />
                                        {/* ---------------------- 0244 */}
                                        <ClauseParagraph text=" 0244 -   همکاری لازم را در امور اداری و عملیاتی داشته باشد" note=" از جمله: ارائه مدارک هویتی و بانکی، پاسخ‌گویی به درخواست‌های پلتفرم، پیگیری مرجوعی‌ها و تکمیل اطلاعات در صورت نیاز." />
                                        {/* ---------------------- 0245 */}
                                        <ClauseParagraph text=" 0245 -   از درج هرگونه اطلاعات تماس مستقیم خودداری نماید" note="در صفحه محصول یا بسته‌بندی کالا، درج شماره تماس، آدرس، لینک شبکه‌های اجتماعی، آیدی پیام‌رسان‌ها، سایت شخصی یا هرگونه راه ارتباطی مستقیم با مشتری ممنوع است. در صورت تخلف، پلتفرم مجاز به حذف یا اصلاح محتوا و اعمال محدودیت بر حساب فروشنده خواهد بود." />
                                        {/* ---------------------- 0246 */}
                                        <ClauseParagraph text="0246 -  فعالیت مستمر در طول مدت قرارداد داشته باشد" note=" در صورت عدم فعالیت بیش از پانزده (۱۵) روز متوالی بدون اطلاع قبلی یا دلیل موجه، پلتفرم حق دارد مطابق مقررات، اقدامات لازم شامل اخطار، محدودسازی، تعلیق یا فسخ همکاری را اعمال کند." />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 5 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ---------------------- 5 */}
                                <ArticleParagraph Article="استانداردهای کالا و الزامات اصالت" number=" ماده 5 " />
                                {/* Article Clauses div */}
                                <div className="w-[65%]">
                                    <div>
                                        {/* ---------------------- 5-1 */}
                                        <ClauseParagraph text=" 5-1 -  فروشنده متعهد است تنها کالاهایی را ارائه نماید که از نظر قانونی مجاز به فروش بوده و هیچ‌گونه ممنوعیت، محدودیت یا منع عرضه نداشته باشند. " />
                                        <ClauseParagraph text=" کالاهای ممنوعه شامل موارد زیر است:" items={["کالاهای سرقتی، قاچاق یا فاقد مالکیت روشن", "لوازم بهداشتی استفاده‌شده بدون قابلیت استریل", "اقلام آسیب‌دیده غیرقابل مصرف", "کالاهای دارای محتوای ممنوعه یا حساس", "هر کالا که توسط قوانین کشور غیرمجاز اعلام شده باشد"]} listClassName="mr-4" />
                                        {/* ---------------------- 5-2 */}
                                        <ClauseParagraph text="5-2 -  فروشنده موظف است اصالت کالا را تضمین نماید." note=" در صورتی که کالا اورجینال نیست، باید صریح و شفاف در توضیحات درج شود (مثل Replica، درجه‌۲، ریپَک)." note2=" پنهان کردن وضعیت کالا تخلف محسوب شده و پلتفرم حق تعلیق یا قطع همکاری دارد." />
                                        {/* ---------------------- 5-3 */}
                                        <ClauseParagraph text=" 5-3 - برای کالاهای دست‌دوم (تاناکورا)، فروشنده موظف است کیفیت کالا را مطابق یکی از طبقه‌بندی‌های استاندارد مشخص کند:" items={["Grade A: بسیار تمیز، بدون نقص قابل‌توجه", "Grade B: در حد استفاده، با خط‌وخش یا ایرادات جزیی", "Grade C: دارای ایرادات قابل‌مشاهده اما قابل‌استفاده"]} note=" عدم درج درجه کیفیت یا درج نادرست، مصداق تخلف است." listClassName="mr-4" />
                                        {/* ---------------------- 5-4 */}
                                        <ClauseParagraph text=" 5-4 - فروشنده متعهد است کالا را از نظر بهداشتی در وضعیت مناسب ارائه نماید. برای پوشاک و لوازم شخصی، رعایت حداقل استانداردهای بهداشتی مانند تمیز بودن، قابل استفاده بدون آلودگی و بدون بوی نامطبوع الزامی است." />
                                        {/* ---------------------- 5-5 */}
                                        <ClauseParagraph text=" 5-5 - بسته‌بندی اولیه کالا توسط فروشنده باید استاندارد، تمیز، ایمن و مناسب حمل‌ونقل باشد. در صورت نامناسب بودن بسته‌بندی، پلتفرم مجاز به بازبسته‌بندی، اصلاح یا جلوگیری از ارسال کالا است." />
                                        {/* ---------------------- 5-6 */}
                                        <ClauseParagraph text=" 5-6 -  در صورت ثبت شکایت مشتری درباره اصالت یا کیفیت کالا، فروشنده موظف به همکاری کامل در بررسی، توضیح و ارائه مستندات مربوطه می‌باشد." listheader="در صورتی که شکایت مشتری صحیح تشخیص داده شود:" items={["مسئولیت کالا بر عهده فروشنده است", "هزینه مرجوعی یا خسارت از فروشنده دریافت می‌شود", "پلتفرم مجاز است اخطار، جریمه، تعلیق یا فسخ همکاری اعمال نماید"]} listClassName="mr-5" />
                                        {/* ---------------------- 5-7 */}
                                        <ClauseParagraph text=" 5-7 -  فروش کالاهای تقلبی با عنوان اورجینال (Fake به‌جای Original) ممنوع است." note=" در صورت مشاهده چنین تخلفی، پلتفرم اختیار دارد بدون نیاز به اخطار قبلی، حساب فروشنده را تعلیق یا همکاری را قطع نماید." />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 6 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ---------------------- 6 */}
                                <ArticleParagraph Article="محرمانگی اطلاعات" number="ماده 6" />
                                {/* Article Clauses div */}
                                <div className="w-[65%]">
                                    <div>
                                        {/* ---------------------- 6-1 */}
                                        <ClauseParagraph text=" 6-1 -  تمامی اطلاعات مربوط به فروشنده، مشتریان، سفارش‌ها، تراکنش‌ها، گزارش‌های مالی و سایر داده‌های مرتبط با همکاری، محرمانه تلقی می‌گردد. " />
                                        {/* ---------------------- 6-2 */}
                                        <ClauseParagraph text=" 6-2 -  پلتفرم و فروشنده متعهدند اطلاعات محرمانه را صرفاً در چارچوب اجرای این قرارداد استفاده نموده و از انتشار یا انتقال آن به هر شخص ثالث خودداری نمایند. " />
                                        {/* ---------------------- 6-3 */}
                                        <ClauseParagraph text=" 6-3 - در صورتی که براساس قوانین کشور، ارائه اطلاعات به مراجع ذی‌صلاح (مانند نهادهای قضایی یا مالیاتی) الزامی باشد، افشای اطلاعات تنها در حد ضروری و مطابق مقررات انجام خواهد شد. " />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 7 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ----------------------  7 */}
                                <ArticleParagraph Article="مالکیت محتوا و حق استفاده" number=" ماده 7" />
                                {/* Article Clauses div */}
                                <div className="w-[65%]">
                                    <div>
                                        {/* ---------------------- 7-1 */}
                                        <ClauseParagraph text="7-1 - کلیه حقوق مالکیت معنوی مربوط به محتوای ثبت‌شده توسط فروشنده، از جمله تصاویر، توضیحات، مشخصات کالا، قیمت‌گذاری و سایر اطلاعات محصولات، متعلق به فروشنده می‌باشد." />
                                        {/* ---------------------- 7-2 */}
                                        <ClauseParagraph text="7-2 - فروشنده با ثبت محتوا در وبسایت تاناکورا، به پلتفرم اجازه می‌دهد در طول مدت همکاری، از این محتوا صرفاً در راستای نمایش، فروش، بازاریابی و تبلیغ محصولات در بستر تاناکورا استفاده نماید." />
                                        {/* ---------------------- 7-3 */}
                                        <ClauseParagraph text="7-3 - پس از فسخ یا خاتمه قرارداد، پلتفرم متعهد است نمایش محتوای مربوط به فروشنده را متوقف نموده و استفاده از آن صرفاً در حد سوابق قانونی و گزارش‌های مالی مجاز خواهد بود." />
                                        {/* ---------------------- 7-4 */}
                                        <ClauseParagraph text="7-4 - فروشنده تضمین می‌نماید که محتوای بارگذاری‌شده ناقض حقوق اشخاص ثالث (از جمله حق مالکیت فکری، برند یا کپی‌رایت) نبوده و در صورت بروز هرگونه ادعا یا خسارت، مسئولیت آن بر عهده فروشنده خواهد بود." />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 8 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ----------------------  8 */}
                                <ArticleParagraph Article="مرجوعی و مسئولیت‌ها" number=" ماده 8 " />
                                {/* Article Clauses div */}
                                <div className="w-[65%]">
                                    <div>
                                        {/* ---------------------- 8-1 */}
                                        <ClauseParagraph text=" 8-1 - در صورتی که مرجوعی کالا ناشی از مغایرت با مشخصات ثبت‌شده، عیب فنی، کیفیت نامطلوب، عدم مطابقت با عکس‌ها، یا بسته‌بندی نامناسب باشد، کلیه هزینه‌های حمل، بسته‌بندی، خسارات و مسئولیت‌های مرتبط بر عهده فروشنده خواهد بود. " />
                                        {/* ---------------------- 8-2 */}
                                        <ClauseParagraph text=" 8-2 - فروشنده موظف است ظرف حداکثر چهل‌وهشت (۴۸) ساعت پس از اعلام مرجوعی از سوی پلتفرم، نسبت به بررسی علت، پاسخ‌گویی و همکاری برای رفع مشکل اقدام نماید. عدم پاسخ‌گویی در مهلت مقرر به‌منزله پذیرش مسئولیت فروشنده خواهد بود. " />
                                        {/* ---------------------- 8-3 */}
                                        <ClauseParagraph text=" 8-3 - فروشنده متعهد است پس از اولین مرجوعی ناشی از اطلاعات غلط یا ناقص، بلافاصله نسبت به اصلاح مشخصات کالا، تصاویر، توضیحات یا قیمت اقدام نماید. در صورت عدم اصلاح و تکرار مشکل، پلتفرم مجاز به اعمال محدودیت، تعلیق یا اصلاح اطلاعات به‌جای فروشنده خواهد بود. " />
                                        {/* ---------------------- 8-4 */}
                                        <ClauseParagraph text=" 8-4 -  حق کمیسیون پلتفرم در سفارش‌های مرجوعی به فروشنده بازگردانده نخواهد شد؛ مگر در مواردی که مرجوعی ناشی از خطای عملیاتی یا ارسال اشتباه توسط پلتفرم باشد. " />
                                        {/* ---------------------- 8-5 */}
                                        <ClauseParagraph text=" 8-5 - در صورتی که میانگین نرخ مرجوعی فروشنده طی دوره‌های سه‌ماهه بیش از پنج درصد (۵٪) باشد، پلتفرم مجاز است حسب مورد نسبت به: " items={["  صدور اخطار ", " کاهش رتبه نمایش محصولات ", "  کاهش سقف فروش فعال ", " یا تعلیق/بازنگری همکاری اقدام نماید "]} />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 9 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ----------------------  9 */}
                                <ArticleParagraph Article=" کمیسیون و تسویه‌حساب " number=" ماده 9  " />
                                {/* Article Clauses div */}
                                <div className="w-[65%]">
                                    <div>
                                        {/* ---------------------- 9-1 */}
                                        <ClauseParagraph text=" 9-1 - در ماه اول همکاری (۳۰ روز پس از امضای قرارداد)، کمیسیون پلتفرم معادل ده درصد (۱۰٪) از مبلغ فروش هر سفارش (به‌استثنای هزینه ارسال) می‌باشد. " />
                                        {/* ---------------------- 9-2 */}
                                        <ClauseParagraph text=" 9-2 از ماه دوم به بعد، میزان کمیسیون پلتفرم بر اساس سطح فروش ماهانه فروشنده به‌صورت پلکانی و تشویقی محاسبه می‌گردد. " items={[" الف) فروش ماهانه تا سقف 15 میلیون تومان → ۱۰٪ ", " ب) فروش ماهانه بین 15 میلیون تا 30 میلیون تومان → ۷٪ ", " ج) فروش ماهانه بیش از 30 میلیون تومان → ۵٪ "]} />
                                        {/* ---------------------- 9-3 */}
                                        <ClauseParagraph text=" 9-3 هزینه ارسال کالا بر عهده مشتری بوده و مشمول دریافت کمیسیون نمی‌گردد. کمیسیون صرفاً از مبلغ کالا محاسبه می‌شود. " />
                                        {/* ---------------------- 9-4 */}
                                        <ClauseParagraph text=" 9-4 - تسویه‌حساب‌ها به‌صورت هفتگی انجام شده و حداکثر ظرف ۷ روز کاری پس از پایان هر هفته، به شماره شبای اعلام‌شده توسط فروشنده واریز خواهد شد." />
                                        {/* ---------------------- 9-5 */}
                                        <ClauseParagraph text=" 9-5 - پلتفرم مجاز است مبالغ مربوط به جرائم، هزینه‌های مرجوعی یا سایر بدهی‌های قطعی فروشنده (طبق مفاد قرارداد) را از مبلغ قابل تسویه کسر نماید. " />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 10 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ----------------------  10 */}
                                <ArticleParagraph Article=" فسخ قرارداد" number=" ماده 10  " />
                                {/* Article Clauses div */}
                                <div className="w-[65%]">
                                    <div>
                                        {/* ---------------------- 10-1 */}
                                        <ClauseParagraph text=" 10-1 - در صورت نقض اساسی مفاد قرارداد از سوی هر یک از طرفین، طرف مقابل می‌تواند پس از ارسال اخطار کتبی و گذشت ده (۱۰) روز از تاریخ ابلاغ، در صورت عدم رفع تخلف، قرارداد را به‌صورت یک‌جانبه فسخ نماید. " note="  نقض اساسی شامل مواردی مانند: ارائه کالای غیراصل، تخلف مکرر از مقررات ارسال، نقض محرمانگی اطلاعات، یا عدم انجام تعهدات مالی می‌باشد. " />
                                        {/* ---------------------- 10-2 */}
                                        <ClauseParagraph text=" 10-2 - علاوه بر مورد فوق، هر یک از طرفین می‌توانند بدون نیاز به ذکر دلیل، با اطلاع کتبی حداقل پانزده (۱۵) روزه، همکاری را خاتمه دهند. " />
                                        {/* ---------------------- 10-3 */}
                                        <ClauseParagraph text=" 10-3 -  در مدت زمان اعلام فسخ، طرفین موظف به انجام کلیه تعهدات جاری خود از جمله: " items={[" ارسال سفارش‌های ثبت‌شده ", " رسیدگی به مرجوعی‌ها ", " تسویه‌حساب مالی می‌باشند. "]} />
                                        {/* ---------------------- 10-4 */}
                                        <ClauseParagraph text=" 10-4 -  پس از فسخ قرارداد، حساب کاربری فروشنده در وبسایت تاناکورا غیرفعال شده و امکان ثبت سفارش جدید وجود نخواهد داشت، لیکن تسویه‌حساب نهایی طبق ماده ۸ انجام می‌پذیرد. " />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 11 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ----------------------  11 */}
                                <ArticleParagraph Article=" حل اختلاف و مرجع قضایی " number="  ماده 11  " />
                                {/* Article Clauses div */}
                                <div className="w-[65%]">
                                    <div>
                                        {/* ---------------------- 11-1 */}
                                        <ClauseParagraph text=" 11-1 -  در صورت بروز هرگونه اختلاف در تفسیر یا اجرای مفاد این قرارداد، طرفین متعهد می‌شوند ابتدا از طریق مذاکره، مکاتبه یا ارسال اظهارنامه رسمی موضوع را حل‌وفصل نمایند. " />
                                        {/* ---------------------- 11-2 */}
                                        <ClauseParagraph text=" 11-3 - در صورتی که اختلاف حداکثر ظرف ۳۰ روز تقویمی از تاریخ اعلام رسمی حل نشود، مرجع صالح جهت رسیدگی، مراجع قضایی ذی‌صلاح شهرستان مهاباد خواهد بود. " />
                                        {/* ---------------------- 11-3 */}
                                        <ClauseParagraph text=" 11-4 -  این ماده مانع از آن نخواهد بود که پلتفرم در موارد ضروری، جهت جلوگیری از ورود خسارت فوری، اقدامات قانونی مقتضی را انجام دهد. " />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 12 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ----------------------  12 */}
                                <ArticleParagraph Article="فورس ماژور (رویدادهای قهریه)" number=" ماده 12  " />
                                {/* Article Clauses div */}
                                <div className="w-[65%]">
                                    <div>
                                        {/* ---------------------- 12-1 */}
                                        <ClauseParagraph text=" 12-1 -  هرگاه به علت بروز حوادث غیرمترقبه و خارج از کنترل طرفین (فورس ماژور) از قبیل سیل، زلزله، جنگ، همه‌گیری بیماری‌ها، یا اختلالات سراسری در زیرساخت‌های کشوری (مانند اینترنت یا شبکه بانکی)، اجرای تمام یا بخشی از تعهدات یکی از طرفین به طور موقت غیرممکن گردد، اجرای تعهدات تا زمان رفع مانع به تعویق افتاده و هیچ یک از طرفین مسئول خسارت ناشی از عدم اجرا در این مدت نخواهند بود. " />
                                        {/* ---------------------- 12-2 */}
                                        <ClauseParagraph text=" 12-2 - در صورتی که این وضعیت بیش از سی (۳۰) روز ادامه یابد، هر یک از طرفین حق فسخ قرارداد را خواهند داشت. " />
                                    </div>
                                </div>
                            </div>
                            {/* ---------------------- 13 main div */}
                            <div className="flex flex-row w-max- h-max ">
                                {/* ----------------------  13 */}
                                <ArticleParagraph Article=" سایر مقررات " number=" ماده 13  " />
                                {/* Article Clauses div */}
                                <div className="w-[65%]">
                                    <div>
                                        {/* ---------------------- 13-1 */}
                                        <ClauseParagraph text=" 13-1 -  این قرارداد شامل ۱۲ ماده بوده و در دو نسخه متحدالمتن تنظیم گردیده که هر نسخه دارای اعتبار یکسان است. " />
                                        {/* ---------------------- 13-2 */}
                                        <ClauseParagraph text=" 13-2 - امضای این قرارداد از سوی فروشنده، به‌منزله آگاهی و پذیرش کلیه شرایط، قوانین و دستورالعمل‌های اجرایی پلتفرم tanakora.online (اعم از مندرج در وب‌سایت یا پنل فروشنده) می‌باشد. " />
                                        {/* ---------------------- 13-3 */}
                                        <ClauseParagraph text=" 13-3 - هرگونه تغییر در آدرس یا اطلاعات تماس طرفین باید به‌صورت کتبی یا از طریق پنل فروشنده به طرف دیگر اطلاع داده شود. در غیر این صورت، کلیه ابلاغات ارسال‌شده به آخرین اطلاعات ثبت‌شده، معتبر و قانونی تلقی می‌گردد. " />
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </section>

                {/* ---------------------- conirm section */}

                <section className="md:pr-18 md:mt-4 md:h-38 ---------- flex mb-4 " id="confirm">
                    <div className="w-full flex justify-center ">
                        <CheckBox />
                    </div>

                </section>
            </main>
            <footer className="md:fixed md:right-8 md:h-[96%] md:w-[4%] md:flex md:flex-col -------------- w-[97%] h-32 hidden">
                <div className="md:w[4%]  md:h-[8.5%] md:border-2 md:border-[black]">
                    <div className="w-[70%] h-[70%] border-2 m-auto mt-3 rounded-full border-[#fe5400] "></div>
                </div>

                <div className="md:w[4%] md:h-[91.5%] md:border-2 md:border-t-0 md:border-[black] md:flex md:flex-col-reverse ---------">
                    <div className="flex md:flex-col md:gap-8 h-max w-full md:mb-12">
                        <div className="w-6 h-6  mr-auto ml-auto ">
                            <svg className=" hover:scale-130 transition-transform duration-300" viewBox="0 0 24 24" id="meteor-icon-kit__solid-instagram" fill="none" xmlns="http://www.w3.org/2000/svg"><g id="SVGRepo_bgCarrier" strokeWidth="0"></g><g id="SVGRepo_tracerCarrier" strokeLinecap="round" strokeLinejoin="round"></g><g id="SVGRepo_iconCarrier"><path fillRule="evenodd" clipRule="evenodd" d="M11.9962 0.0078125C8.73824 0.0078125 8.32971 0.021622 7.05019 0.080003C5.77333 0.138241 4.90129 0.341051 4.13824 0.637622C3.34938 0.944146 2.68038 1.35434 2.01343 2.02124C1.34652 2.68819 0.936333 3.35719 0.629809 4.14605C0.333238 4.9091 0.130429 5.78115 0.0721905 7.058C0.0138095 8.33753 0 8.74605 0 12.0041C0 15.262 0.0138095 15.6705 0.0721905 16.9501C0.130429 18.2269 0.333238 19.099 0.629809 19.862C0.936333 20.6509 1.34652 21.3199 2.01343 21.9868C2.68038 22.6537 3.34938 23.0639 4.13824 23.3705C4.90129 23.667 5.77333 23.8698 7.05019 23.9281C8.32971 23.9864 8.73824 24.0002 11.9962 24.0002C15.2542 24.0002 15.6627 23.9864 16.9422 23.9281C18.2191 23.8698 19.0911 23.667 19.8542 23.3705C20.643 23.0639 21.312 22.6537 21.979 21.9868C22.6459 21.3199 23.0561 20.6509 23.3627 19.862C23.6592 19.099 23.862 18.2269 23.9202 16.9501C23.9786 15.6705 23.9924 15.262 23.9924 12.0041C23.9924 8.74605 23.9786 8.33753 23.9202 7.058C23.862 5.78115 23.6592 4.9091 23.3627 4.14605C23.0561 3.35719 22.6459 2.68819 21.979 2.02124C21.312 1.35434 20.643 0.944146 19.8542 0.637622C19.0911 0.341051 18.2191 0.138241 16.9422 0.080003C15.6627 0.021622 15.2542 0.0078125 11.9962 0.0078125ZM7.99748 12.0041C7.99748 14.2125 9.78776 16.0028 11.9962 16.0028C14.2047 16.0028 15.995 14.2125 15.995 12.0041C15.995 9.79557 14.2047 8.00529 11.9962 8.00529C9.78776 8.00529 7.99748 9.79557 7.99748 12.0041ZM5.836 12.0041C5.836 8.60181 8.594 5.84381 11.9962 5.84381C15.3984 5.84381 18.1564 8.60181 18.1564 12.0041C18.1564 15.4062 15.3984 18.1642 11.9962 18.1642C8.594 18.1642 5.836 15.4062 5.836 12.0041ZM18.3998 7.03996C19.1949 7.03996 19.8394 6.39548 19.8394 5.60043C19.8394 4.80538 19.1949 4.16086 18.3998 4.16086C17.6048 4.16086 16.9603 4.80538 16.9603 5.60043C16.9603 6.39548 17.6048 7.03996 18.3998 7.03996Z" fill="#fe5400"></path></g></svg>
                        </div>
                        <div className="w-6 h-6  mr-auto ml-auto">
                            <svg className=" hover:scale-130 transition-transform duration-300" viewBox="0 0 48 48" version="1.1" xmlns="http://www.w3.org/1999/xlink" fill="#000000"><g id="SVGRepo_bgCarrier" strokeWidth="0"></g><g id="SVGRepo_tracerCarrier" strokeLinecap="round" strokeLinejoin="round"></g><g id="SVGRepo_iconCarrier"> <title>Whatsapp-color</title> <desc>Created with Sketch.</desc> <defs> </defs> <g id="Icons" stroke="none" strokeWidth="1" fill="none" fillRule="evenodd"> <g id="Color-" transform="translate(-700.000000, -360.000000)" fill="#fe5400"> <path d="M723.993033,360 C710.762252,360 700,370.765287 700,383.999801 C700,389.248451 701.692661,394.116025 704.570026,398.066947 L701.579605,406.983798 L710.804449,404.035539 C714.598605,406.546975 719.126434,408 724.006967,408 C737.237748,408 748,397.234315 748,384.000199 C748,370.765685 737.237748,360.000398 724.006967,360.000398 L723.993033,360.000398 L723.993033,360 Z M717.29285,372.190836 C716.827488,371.07628 716.474784,371.034071 715.769774,371.005401 C715.529728,370.991464 715.262214,370.977527 714.96564,370.977527 C714.04845,370.977527 713.089462,371.245514 712.511043,371.838033 C711.806033,372.557577 710.056843,374.23638 710.056843,377.679202 C710.056843,381.122023 712.567571,384.451756 712.905944,384.917648 C713.258648,385.382743 717.800808,392.55031 724.853297,395.471492 C730.368379,397.757149 732.00491,397.545307 733.260074,397.27732 C735.093658,396.882308 737.393002,395.527239 737.971421,393.891043 C738.54984,392.25405 738.54984,390.857171 738.380255,390.560912 C738.211068,390.264652 737.745308,390.095816 737.040298,389.742615 C736.335288,389.389811 732.90737,387.696673 732.25849,387.470894 C731.623543,387.231179 731.017259,387.315995 730.537963,387.99333 C729.860819,388.938653 729.198006,389.89831 728.661785,390.476494 C728.238619,390.928051 727.547144,390.984595 726.969123,390.744481 C726.193254,390.420348 724.021298,389.657798 721.340985,387.273388 C719.267356,385.42535 717.856938,383.125756 717.448104,382.434484 C717.038871,381.729275 717.405907,381.319529 717.729948,380.938852 C718.082653,380.501232 718.421026,380.191036 718.77373,379.781688 C719.126434,379.372738 719.323884,379.160897 719.549599,378.681068 C719.789645,378.215575 719.62006,377.735746 719.450874,377.382942 C719.281687,377.030139 717.871269,373.587317 717.29285,372.190836 Z" id="Whatsapp"> </path> </g> </g> </g></svg>
                        </div>
                        <div className="w-6 h-6  mr-auto ml-auto">
                            <svg className=" hover:scale-130 transition-transform duration-300" viewBox="0 0 256 256" version="1.1" xmlns="http://www.w3.org/1999/xlink" preserveAspectRatio="xMidYMid" fill="#000000"><g id="SVGRepo_bgCarrier" strokeWidth="0"></g><g id="SVGRepo_tracerCarrier" strokeLinecap="round" strokeLinejoin="round"></g><g id="SVGRepo_iconCarrier"> <g> <path d="M128,0 C57.307,0 0,57.307 0,128 L0,128 C0,198.693 57.307,256 128,256 L128,256 C198.693,256 256,198.693 256,128 L256,128 C256,57.307 198.693,0 128,0 L128,0 Z" fill="#fe5400"> </path> <path d="M190.2826,73.6308 L167.4206,188.8978 C167.4206,188.8978 164.2236,196.8918 155.4306,193.0548 L102.6726,152.6068 L83.4886,143.3348 L51.1946,132.4628 C51.1946,132.4628 46.2386,130.7048 45.7586,126.8678 C45.2796,123.0308 51.3546,120.9528 51.3546,120.9528 L179.7306,70.5928 C179.7306,70.5928 190.2826,65.9568 190.2826,73.6308" fill="#FFFFFF"> </path> <path d="M98.6178,187.6035 C98.6178,187.6035 97.0778,187.4595 95.1588,181.3835 C93.2408,175.3085 83.4888,143.3345 83.4888,143.3345 L161.0258,94.0945 C161.0258,94.0945 165.5028,91.3765 165.3428,94.0945 C165.3428,94.0945 166.1418,94.5735 163.7438,96.8115 C161.3458,99.0505 102.8328,151.6475 102.8328,151.6475" fill="#D2E5F1"> </path> <path d="M122.9015,168.1154 L102.0335,187.1414 C102.0335,187.1414 100.4025,188.3794 98.6175,187.6034 L102.6135,152.2624" fill="#B5CFE4"> </path> </g> </g></svg>
                        </div>
                    </div>
                </div>
            </footer>
        </div>
    );
}
